/* The informative text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertInformativeTextRestoreDefaults" = "Would you like to restore the default shortcuts? Any custom shortcuts will be lost.";

/* The informative text of the alert displayed when prompting to run Spectacle in the background */
"AlertInformativeTextRunningInBackground" = "Run Spectacle in the background without a menu in the status bar.\n\nTo access Spectacle's preferences click on Spectacle in Launchpad, or open Spectacle in Finder.";

/* The informative text of the alert displayed when a shortcut is already in use */
"AlertInformativeTextShortcutAlreadyInUse" = "The shortcut \"%@\" is already in use. Please select a new shortcut.";

/* The informative text of the alert displayed when a system-wide shortcut is already in use */
"AlertInformativeTextSystemWideShortcutAlreadyUsed" = "The shortcut \"%@\" is already used by a system-wide keyboard shortcut.\n\nTo use this shortcut change the existing shortcut in the Keyboard preference pane under System Preferences.";

/* The message text of the alert displayed when prompting to restore Spectacle's default shortcuts */
"AlertMessageTextRestoreDefaults" = "This will restore Spectacle's default shortcuts";

/* The message text of the alert displayed when prompting to run Spectacle in the background */
"AlertMessageTextRunningInBackground" = "This will cause Spectacle to run in the background";

/* The message text of the alert displayed when a shortcut is invalid */
"AlertMessageTextShortcutValidationError" = "Shortcut %@ already in use.";

/* The button label used in the affirmative */
"ButtonLabelAffirmative" = "OK";

/* The button label used in the negative */
"ButtonLabelNegative" = "Cancel";

/* The menu item title that displays the application to disable shortcuts for */
"MenuItemTitleDisableShortcutsForApplication" = "for %@";

/* The preferences window button that restores the default shortcuts */
"PreferencesButtonTitleRestoreDefaults" = "Restore Defaults…";

/* The preferences window checkbox that launches Spectacle at login */
"PreferencesCheckboxTitleLaunchAtLogin" = "Launch Spectacle at login";

/* The preferences window label preceding the run mode pop up button, e.g. "Run" "in the status menu" */
"PreferencesLabelRunMode" = "Run";

/* The preferences window run mode option that runs Spectacle as a background application */
"PreferencesMenuItemTitleRunInBackground" = "as a background application";

/* The preferences window run mode option that shows Spectacle in the status menu */
"PreferencesMenuItemTitleRunInStatusMenu" = "in the status menu";

/* The preferences window modifier key legend label for the Command key */
"PreferencesModifierLabelCommand" = "Command";

/* The preferences window modifier key legend label for the Control key */
"PreferencesModifierLabelControl" = "Control";

/* The preferences window modifier key legend label for the Option key */
"PreferencesModifierLabelOption" = "Option";

/* The preferences window modifier key legend label for the Shift key */
"PreferencesModifierLabelShift" = "Shift";

/* The preferences window title of the Basics section of shortcuts */
"PreferencesSectionTitleBasics" = "Basics";

/* The preferences window title of the Corners section of shortcuts */
"PreferencesSectionTitleCorners" = "Corners";

/* The preferences window title of the Displays & Thirds section of shortcuts */
"PreferencesSectionTitleDisplaysAndThirds" = "Displays & Thirds";

/* The preferences window title of the Halves section of shortcuts */
"PreferencesSectionTitleHalves" = "Halves";

/* The preferences window title of the History section of shortcuts */
"PreferencesSectionTitleHistory" = "History";

/* The preferences window title of the Resize section of shortcuts */
"PreferencesSectionTitleResize" = "Resize";

/* The preferences window label for the Make Larger shortcut recorder */
"PreferencesShortcutLabelMakeLarger" = "Make Larger";

/* The preferences window label for the Make Smaller shortcut recorder */
"PreferencesShortcutLabelMakeSmaller" = "Make Smaller";

/* The preferences window label for the Bottom Half shortcut recorder */
"PreferencesShortcutLabelMoveToBottomHalf" = "Bottom Half";

/* The preferences window label for the Center shortcut recorder */
"PreferencesShortcutLabelMoveToCenter" = "Center";

/* The preferences window label for the Fullscreen shortcut recorder */
"PreferencesShortcutLabelMoveToFullscreen" = "Fullscreen";

/* The preferences window label for the Left Half shortcut recorder */
"PreferencesShortcutLabelMoveToLeftHalf" = "Left Half";

/* The preferences window label for the Lower Left shortcut recorder */
"PreferencesShortcutLabelMoveToLowerLeft" = "Lower Left";

/* The preferences window label for the Lower Right shortcut recorder */
"PreferencesShortcutLabelMoveToLowerRight" = "Lower Right";

/* The preferences window label for the Next Display shortcut recorder */
"PreferencesShortcutLabelMoveToNextDisplay" = "Next Display";

/* The preferences window label for the Next Third shortcut recorder */
"PreferencesShortcutLabelMoveToNextThird" = "Next Third";

/* The preferences window label for the Previous Display shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousDisplay" = "Previous Display";

/* The preferences window label for the Previous Third shortcut recorder */
"PreferencesShortcutLabelMoveToPreviousThird" = "Previous Third";

/* The preferences window label for the Right Half shortcut recorder */
"PreferencesShortcutLabelMoveToRightHalf" = "Right Half";

/* The preferences window label for the Top Half shortcut recorder */
"PreferencesShortcutLabelMoveToTopHalf" = "Top Half";

/* The preferences window label for the Upper Left shortcut recorder */
"PreferencesShortcutLabelMoveToUpperLeft" = "Upper Left";

/* The preferences window label for the Upper Right shortcut recorder */
"PreferencesShortcutLabelMoveToUpperRight" = "Upper Right";

/* The preferences window label for the Redo shortcut recorder */
"PreferencesShortcutLabelRedoLastMove" = "Redo";

/* The preferences window label for the Undo shortcut recorder */
"PreferencesShortcutLabelUndoLastMove" = "Undo";

/* The shortcut recorder label displayed when the shorcut recorder is cleared and ready to record a new shortcut */
"ShortcutRecorderLabelClickToRecord" = "Click to record";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut */
"ShortcutRecorderLabelEnterShortcut" = "Enter shortcut";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does not have a previously recorded shortcut */
"ShortcutRecorderLabelStopRecording" = "Stop recording";

/* The shortcut recorder label displayed when the shorcut recorder is recording a shortcut and the shortcut recorder does have a previously recorded shortcut */
"ShortcutRecorderLabelUseExisting" = "Use existing";
